Repository: bblaz/tinta
Catalog: tinta_flask/tinta/translations/*/LC_MESSAGES/messages.po
Languages: ru, sl

source: Word of the Day
ru: Слово дня
sl: Beseda dneva

source: Current Word of the day
ru: Текущее слово дня
sl: Današnja beseda dneva

source: The current Word of the day is %(word)s.
ru: Текущее слово дня %(word)s.

source: Deadline for submissions
ru: Срок сдачи
sl: Rok za oddajo:

source: Submissions closed at
ru: Срок сдачи завершен

source: Submissions closed
ru: Время вышло

source: Today's Word of the Day for today has not been published yet.
ru: Новое слово дня еще не доступно.

source: Next word will be published
ru: Следущее слово будет объявлено

source: Active Words of the Day
ru: Действующее слово дня
sl: Aktivne besede dneva

source: Submit yours by
ru: Сдача работ до
sl: Oddajte svojo

source: Closed at
ru: Завершено
sl: Zaprto ob

source: Closed
ru: Завершено
sl: Zaprto

source: Previous Words of the Day
ru: Предыдущие слова
sl: Prejšnje besede dneva

source: All rights reserved.
ru: Все права защищены.
sl: Vse pravice pridržane.

source: Home
ru: Домой
sl: Domov

source: Language
ru: Язык
sl: Jezik

source: The current Word of the day is <u><i>%(word)</i></u>.
sl: Današnja beseda dneva je <u><i>%(word)</i></u>.

source: Today's Word of the Day for today has not been issued yet.
sl: Današnja beseda dneva še ni bila objavljena.

source: Next word will be issued
sl: Naslednja beseda dneva bo objavljena
